app/Http/Controllers/Auth/RegisterController.php

insert into `users` (`name`, `email`, `password`, `picture`, `updated_at`, `created_at`) values ('naver', 'gold9ine@naver.com', 'y$Z91j94SebqETayebdypj7up9wLbEx0Yh2IV3I38M04Weovy719lIO', 'user-default-img9.png', '2018-04-16 02:24:15', '2018-04-16 02:24:15')
---
    protected function create(array $data)
    {
        return User::create([
            'name' => $data['name'],
            'email' => $data['email'],
            'password' => bcrypt($data['password']),
        ]);